Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Syncs your strap's stored history right away, instead of waiting for the next automatic sync.
de: Synchronisiert den gespeicherten Verlauf deines Straps sofort, statt auf die nächste automatische Synchronisierung zu warten.
es: Sincroniza de inmediato el historial almacenado en tu pulsera, en vez de esperar a la próxima sincronización automática.
fr: Synchronise immédiatement l'historique stocké de votre bracelet, au lieu d'attendre la prochaine synchronisation automatique.
it: Sincronizza subito la cronologia salvata sulla fascia, invece di aspettare la prossima sincronizzazione automatica.
pl: Synchronizuje zapisaną historię paska od razu, zamiast czekać na następną automatyczną synchronizację.
pt_pt: Sincroniza imediatamente o histórico armazenado da tua bracelete, em vez de esperar pela próxima sincronização automática.
ru: Синхронизирует сохранённую историю браслета немедленно, не дожидаясь следующей автоматической синхронизации.
th: ซิงค์ประวัติที่จัดเก็บของสายรัดของคุณทันที แทนที่จะรอการซิงค์อัตโนมัติครั้งถัดไป
zh_hans: 立即同步手环存储的历史数据，无需等待下次自动同步。
zh_hant: 立即同步手環中儲存的歷史資料，而不是等待下一次自動同步。

source: Synthesis
de: Synthese
es: Síntesis
fr: Synthèse
it: Sintesi
pl: Synteza
pt_pt: Síntese
ru: Синтез
th: สังเคราะห์
zh_hans: 综览
zh_hant: 綜覽

source: SYNTHESIS
de: SYNTHESE
es: SÍNTESIS
fr: SYNTHÈSE
it: SINTESI
pl: SYNTEZA
ru: СИНТЕЗ
th: สังเคราะห์
zh_hans: 综览
zh_hant: 綜覽

source: Synthesis. %@
de: Synthese. %@
es: Síntesis. %@
fr: Synthèse. %@
it: Sintesi. %@
pl: Synteza. %@
pt_pt: Síntese. %@
ru: Синтез. %@
th: สังเคราะห์. %@
zh_hans: 综览。%@
zh_hant: 綜覽。%@

source: System default
de: Systemstandard
es: Predeterminado del sistema
fr: Réglage système
it: Predefinita di sistema
pl: Domyślne systemowe
pt_pt: Predefinição do sistema
ru: Системный
th: ค่าเริ่มต้นของระบบ
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: System follows your %@'s light or dark setting.
de: System folgt der Hell/Dunkel-Einstellung deines %@.
es: Sistema sigue el ajuste claro u oscuro de tu %@.
fr: Le système suit le réglage clair ou sombre de votre %@.
it: Il sistema segue l'impostazione chiara o scura del tuo %@.
pl: System dostosowuje się do jasnych i ciemnych ustawień %@.
pt_pt: O sistema segue a configuração clara ou escura do teu %@.
ru: Системная тема следует настройке светлого или тёмного режима %@.
th: ใช้ธีมสว่างหรือมืดตามการตั้งค่าของ %@
zh_hans: 系统会跟随你 %@ 的浅色或深色设置。
zh_hant: 系統會跟隨你 %@ 的淺色或深色設定。

source: Systolic
de: Systolisch
es: Sistólica
fr: Systolique
it: Sistolica
pl: Skurczowe
pt_pt: Sistólica
ru: Систолическое
th: ซิสโตลิก
zh_hans: 收缩压
zh_hant: 收縮壓

source: Systolic blood pressure in mmHg
de: Systolischer Blutdruck in mmHg
es: Presión arterial sistólica en mmHg
fr: Pression artérielle systolique en mmHg
it: Pressione sistolica in mmHg
pl: Skurczowe ciśnienie krwi w mmHg
pt_pt: Pressão arterial sistólica em mmHg
ru: Систолическое давление в мм рт. ст.
th: ความดันโลหิตซิสโตลิกในหน่วย mmHg
zh_hans: 收缩压（mmHg）
zh_hant: 收縮壓（mmHg）

source: Tag a few sessions of the same activity and NOOP will learn its personal recovery cost.
de: Markiere ein paar Sitzungen derselben Aktivität, und NOOP lernt ihre persönlichen Erholungskosten.
es: Etiqueta unas cuantas sesiones de la misma actividad y NOOP aprenderá su costo de recuperación personal.
fr: Étiquetez quelques séances de la même activité et NOOP apprendra son coût de récupération personnel.
it: Etichetta alcune sessioni della stessa attività e NOOP imparerà il suo costo di recupero personale.
pl: Oznacz kilka sesji tej samej czynności, a NOOP pozna osobisty koszt odzyskiwania.
pt_pt: Marque algumas sessões da mesma atividade e o NOOP aprenderá o teu custo de recuperação pessoal.
ru: Отметьте несколько тренировок одного вида активности, и NOOP определит их индивидуальную стоимость восстановления.
th: แท็กสองสามเซสชันของกิจกรรมเดียวกัน แล้ว NOOP จะเรียนรู้ต้นทุนการฟื้นตัวส่วนบุคคล
zh_hans: 为几次相同活动的会话打上标签，NOOP 便会学习它对你个人的恢复消耗。
zh_hant: 為幾次相同活動的工作階段打上標籤，NOOP 便會學習它對你個人的恢復消耗。

source: Take a 60-second seated HRV reading from the live R-R stream.
de: Mach eine 60-Sekunden-HRV-Messung im Sitzen aus dem Live-R-R-Stream.
es: Toma una lectura de VFC de 60 segundos, sentado, a partir de la transmisión R-R en vivo.
fr: Effectuez une lecture de VFC de 60 secondes, assis, à partir du flux R-R en direct.
it: Effettua una lettura HRV da seduto di 60 secondi dal flusso R-R in diretta.
pl: Wykonaj 60-sekundowy odczyt HRV w pozycji siedzącej ze strumienia R-R na żywo.
pt_pt: Faça uma leitura de HRV sentado durante 60 segundos na transmissão RR em direto.
ru: Сделайте 60-секундное измерение ВСР сидя по потоку R-R интервалов в реальном времени.
th: อ่านค่า HRV แบบนั่งเป็นเวลา 60 วินาทีจากสตรีม R-R แบบเรียลไทม์
zh_hans: 从实时 R-R 数据流中进行一次 60 秒的静坐 HRV 读数。
zh_hant: 從即時 R-R 資料流中進行一次 60 秒的靜坐 HRV 讀數。

source: Take an HRV reading
de: HRV-Messung durchführen
es: Tomar una lectura de VFC
fr: Effectuer une lecture de VFC
it: Fai una lettura HRV
pl: Wykonaj odczyt HRV
pt_pt: Faça uma leitura da VFC
ru: Сделать измерение ВСР
th: ตรวจ HRV
zh_hans: 进行一次 HRV 测量
zh_hant: 進行一次 HRV 讀數

source: Take another reading
de: Weitere Messung durchführen
es: Tomar otra lectura
fr: Effectuer une autre lecture
it: Fai un'altra lettura
pl: Przeczytaj kolejną lekturę
pt_pt: Faça outra leitura
ru: Сделать ещё одно измерение
th: วัดอีกครั้ง
zh_hans: 再测一次
zh_hant: 再讀一次

source: Take it over locally. Beta.
de: Übernimm ihn lokal. Beta.
es: Tómalo bajo control local. Beta.
fr: Reprenez-en le contrôle localement. Bêta.
it: Prendine il controllo localmente. Beta.
pl: Zajmij się tym lokalnie. Beta.
pt_pt: Assuma o controlo localmente. Beta.
ru: Перейти на локальное управление. Бета.
th: รับมันไปในท้องถิ่น เบต้า
zh_hans: 在本地接管它。Beta。
zh_hant: 在本地接管它。Beta。

source: Take over
de: Übernehmen
es: Tomar el control
fr: Prendre le contrôle
it: Prendi il controllo
pl: Przejąć
pt_pt: Assumir
ru: Взять управление
th: เทคโอเวอร์
zh_hans: 接管
zh_hant: 接管

source: Take over this ring
de: Diesen Ring übernehmen
es: Tomar el control de este anillo
fr: Prendre le contrôle de cet anneau
it: Prendi il controllo di questo anello
pl: Przejmij ten pierścień
pt_pt: Assuma esse anel
ru: Взять управление этим кольцом
th: ยึดครองแหวนวงนี้
zh_hans: 接管这枚戒指
zh_hant: 接管這枚戒指

source: Take over this ring?
de: Diesen Ring übernehmen?
es: ¿Tomar el control de este anillo?
fr: Prendre le contrôle de cet anneau ?
it: Prendere il controllo di questo anello?
pl: Przejąć ten pierścień?
pt_pt: Assumir este anel?
ru: Взять управление этим кольцом?
th: ยึดครองแหวนนี้เหรอ?
zh_hans: 接管这枚戒指？
zh_hant: 接管這枚戒指？

source: Take over your ring locally. Beta. This replaces the Oura app.
de: Übernimm deinen Ring lokal. Beta. Das ersetzt die Oura-App.
es: Toma el control de tu anillo localmente. Beta. Esto reemplaza la app de Oura.
fr: Prenez le contrôle de votre anneau localement. Bêta. Ceci remplace l'app Oura.
it: Prendi il controllo del tuo anello in locale. Beta. Sostituisce l'app Oura.
pl: Przejmij swój pierścień lokalnie. Beta. Zastępuje aplikację Oura.
pt_pt: Assuma o controlo do teu anel localmente. Beta. Isto substitui o aplicativo Oura.
ru: Возьмите управление кольцом на себя локально. Бета. Это заменяет приложение Oura.
th: ยึดครองแหวนของคุณในพื้นที่ เบต้า สิ่งนี้จะแทนที่แอป Oura
zh_hans: 在本地接管你的戒指。测试版。这会取代 Oura 应用。
zh_hant: 在本地接管你的戒指。Beta。這會取代 Oura 應用程式。

source: Takes effect on the next analytics pass (after the next sync).
de: Wirkt beim nächsten Analysedurchlauf (nach der nächsten Synchronisierung).
es: Surte efecto en el próximo pase de análisis (tras la próxima sincronización).
fr: Prend effet lors de la prochaine analyse (après la prochaine synchronisation).
it: Ha effetto alla prossima elaborazione analitica (dopo la prossima sincronizzazione).
pl: Obowiązuje od następnego przebiegu analiz (po następnej synchronizacji).
pt_pt: Entra em vigor na passagem de análise seguinte (após a sincronização seguinte).
ru: Вступит в силу при следующем расчёте аналитики (после следующей синхронизации).
th: มีผลกับการส่งผ่านการวิเคราะห์ครั้งถัดไป (หลังจากการซิงค์ครั้งถัดไป)
zh_hans: 将在下一次分析处理时生效（在下次同步之后）。
zh_hant: 將在下一次分析處理時生效（在下次同步之後）。

source: Taking a break. Training suggestions are paused until you're active again.
de: Bewusste Pause. Trainingsvorschläge sind pausiert, bis du wieder aktiv bist.
es: Tomándote un descanso. Las sugerencias de entrenamiento están en pausa hasta que vuelvas a estar activo.
fr: Pause volontaire. Les suggestions d'entraînement sont en pause jusqu'à ce que vous soyez de nouveau actif.
it: Fare una pausa. I suggerimenti di allenamento vengono sospesi finché non torni di nuovo attivo.
pl: Przerwa. Propozycje treningowe są wstrzymane, dopóki nie wrócisz do aktywności.
pt_pt: Fazendo uma pausa. As sugestões de treino são pausadas até que você esteja ativo novamente.
ru: Делаем перерыв. Предложения по обучению приостанавливаются до тех пор, пока вы снова не станете активны.
th: หยุดพัก. คำแนะนำการฝึกอบรมจะหยุดชั่วคราวจนกว่าคุณจะกลับมาใช้งานได้อีกครั้ง
zh_hans: 休息一下。训练建议将暂停，直到您再次活跃为止。
zh_hant: 休息一下。訓練建議將暫停，直到您再次活躍為止。

source: Taking over your ring
de: Dein Ring wird übernommen
es: Tomando el control de tu anillo
fr: Prise de contrôle de votre anneau
it: Acquisizione del controllo del tuo anello
pl: Przejęcie twojego pierścionka
pt_pt: Assumindo o teu anel
ru: Переход на локальное управление кольцом
th: ยึดครองแหวนของคุณ
zh_hans: 正在接管你的戒指
zh_hant: 正在接管你的戒指

source: Tap a day to catch up
de: Tippe auf einen Tag zum Nachtragen
es: Toca un día para ponerte al día
fr: Touchez un jour pour le compléter
pl: Kliknij dzień, aby nadrobić zaległości
pt_pt: Toque num dia para atualizar
th: แตะวันเพื่อติดตาม

source: Tap a drink to edit it, or use the trash to delete.
de: Tippe auf ein Getränk, um es zu bearbeiten, oder nutze den Papierkorb zum Löschen.
es: Toca una bebida para editarla, o usa la papelera para eliminarla.
fr: Touchez une boisson pour la modifier, ou utilisez la corbeille pour la supprimer.
it: Tocca una bevanda per modificarla, o usa il cestino per eliminarla.
pl: Stuknij napój, aby go edytować, lub użyj kosza, aby go usunąć.
pt_pt: Toque numa bebida para a editar ou use a lixeira para a eliminar.
ru: Нажмите на напиток, чтобы изменить его, или используйте корзину для удаления.
th: แตะเครื่องดื่มเพื่อแก้ไข หรือใช้ถังขยะเพื่อลบ
zh_hans: 点击某个饮品以编辑它，或用垃圾桶删除。
zh_hant: 點擊某個飲品以編輯它，或用垃圾桶刪除。

source: Tap a stage to compare with your 30-day typical.
de: Tippen Sie auf eine Bühne, um mit Ihrem 30-Tage-Typ zu vergleichen.
es: Toque un escenario para comparar con su típico de 30 días.
fr: Appuyez sur une scène pour comparer avec votre typique de 30 jours.
pl: Kliknij etap, aby porównać go z typowym 30-dniowym.
pt_pt: Toque num estágio para comparar com o teu típico de 30 dias.
th: แตะระยะการนอนเพื่อเทียบกับค่าปกติในช่วง 30 วันของคุณ

source: Tap a workout for its detail · tap ••• to re-label, edit or delete it.
de: Tippe auf ein Workout für Details · tippe auf •••, um es neu einzuordnen, zu bearbeiten oder zu löschen.
es: Toca un entrenamiento para ver su detalle · toca ••• para reetiquetarlo, editarlo o eliminarlo.
fr: Touchez un entraînement pour ses détails · touchez ••• pour le renommer, le modifier ou le supprimer.
it: Tocca un allenamento per i dettagli · tocca ••• per rietichettarlo, modificarlo o eliminarlo.
pl: Stuknij trening, aby wyświetlić jego szczegóły. · Stuknij • • •, aby ponownie go oznaczyć, edytować lub usunąć.
pt_pt: Toque num treino para obter detalhes · toque em ••• para o renomear, editar ou eliminar.
ru: Нажмите на тренировку, чтобы увидеть подробности · нажмите ••• , чтобы переименовать, изменить или удалить её.
th: แตะการออกกำลังกายเพื่อดูรายละเอียด · แตะ ••• เพื่อติดป้ายกำกับใหม่ แก้ไข หรือลบออก
zh_hans: 点击某次锻炼以查看其详情 · 点击 ••• 以重新标注、编辑或删除它。
zh_hant: 點擊某次鍛鍊以查看其詳情 · 點擊 ••• 以重新標註、編輯或刪除它。

source: tap or drag for real values
de: für echte Werte tippen oder ziehen
es: toca o arrastra para ver valores reales
fr: touchez ou faites glisser pour les valeurs réelles
it: tocca o trascina per i valori reali
pl: dotknij lub przeciągnij, aby wyświetlić rzeczywiste wartości
pt_pt: toque ou arraste para valores reais
ru: нажмите или проведите пальцем, чтобы увидеть точные значения
th: แตะหรือลากเพื่อดูค่าจริง
zh_hans: 点击或拖动查看真实数值
zh_hant: 點擊或拖曳以查看實際數值

source: Tap the one that's yours.
de: Tippe auf den, der dir gehört.
es: Toca el que es tuyo.
fr: Touchez celui qui est le vôtre.
it: Tocca quella che è la tua.
pl: Kliknij ten, który należy do Ciebie.
pt_pt: Toque naquele que é seu.
ru: Нажмите на тот, что принадлежит вам.
th: แตะอันที่เป็นของคุณ
zh_hans: 点击属于你的那一个。
zh_hant: 點擊屬於你的那一個。

source: Tap to compare
de: Zum Vergleichen tippen
es: Toca para comparar
fr: Toucher pour comparer
it: Tocca per confrontare
pl: Kliknij, żeby porównać
pt_pt: Toque para comparar
ru: Нажмите, чтобы сравнить
th: แตะเพื่อเปรียบเทียบ
zh_hans: 点击对比
zh_hant: 點擊以比較

source: Tap to edit the amount
de: Zum Bearbeiten der Menge tippen
es: Toca para editar la cantidad
fr: Toucher pour modifier la quantité
it: Tocca per modificare la quantità
pl: Kliknij, aby edytować kwotę
pt_pt: Toque para editar o valor
ru: Нажмите, чтобы изменить количество
th: แตะเพื่อแก้ไขจำนวนเงิน
zh_hans: 点击以编辑数量
zh_hant: 點擊以編輯數量

source: Tap to log
de: Zum Erfassen tippen
es: Toca para registrar
fr: Toucher pour enregistrer
it: Tocca per registrare
pl: Kliknij, aby się zalogować
pt_pt: Toque para registar
ru: Нажмите, чтобы записать
th: แตะเพื่อบันทึก
zh_hans: 点击以记录
zh_hant: 點擊以記錄

source: Tap when you're heading to bed or when you wake. Each tap is logged with the time. It doesn't change tonight's detected sleep.
de: Tippe, wenn du ins Bett gehst oder aufwachst. Jeder Tipp wird mit der Zeit erfasst. Er ändert den heute Nacht erkannten Schlaf nicht.
es: Toca cuando te vayas a la cama o cuando despiertes. Cada toque se registra con la hora. No cambia el sueño detectado esta noche.
fr: Touchez quand vous allez vous coucher ou quand vous vous réveillez. Chaque appui est enregistré avec l'heure. Cela ne modifie pas le sommeil détecté cette nuit.
it: Tocca quando stai andando a letto o quando ti svegli. Ogni tocco viene registrato con l'orario, non modifica il sonno rilevato per questa notte.
pl: Stuknij, gdy idziesz do łóżka lub gdy się obudzisz. Każde dotknięcie jest rejestrowane z czasem. Nie zmienia to wykrytego dzisiejszego snu.
pt_pt: Toque quando estiver a ir para a cama ou ao acordar. Cada toque é registado com a hora. Isto não altera o sono detetado desta noite.
ru: Нажимайте, когда ложитесь спать или просыпаетесь. Каждое нажатие фиксируется со временем. Это не влияет на определённый сон этой ночи.
th: แตะเมื่อกำลังเข้านอนหรือเมื่อตื่น ระบบจะบันทึกเวลาทุกครั้งโดยไม่เปลี่ยนข้อมูลการนอนที่ตรวจพบในคืนนี้
zh_hans: 在你准备就寝或醒来时点击。每次点击都会连同时间一起记录，它不会改变今晚检测到的睡眠。
zh_hant: 在你準備就寢或醒來時點擊。每次點擊都會連同時間一起記錄，它不會改變今晚偵測到的睡眠。

source: target
de: Ziel
es: objetivo
fr: objectif
it: obiettivo
pl: cel
ru: цель
th: เป้า
zh_hans: 目标
zh_hant: 目標

source: Target
de: Ziel
es: Objetivo
fr: Cible
it: Obiettivo
pl: Cel
pt_pt: Meta
ru: Цель
th: เป้า
zh_hans: 目标
zh_hant: 目標

source: Target date
de: Zieldatum
es: Fecha objetivo
fr: Date cible
it: Data prevista
pl: Data docelowa
pt_pt: Data prevista
ru: Целевая дата
th: วันที่เป้าหมาย
zh_hans: 目标日期
zh_hant: 目標日期

source: target date passed
de: Zieltermin überschritten
es: fecha objetivo pasada
fr: date cible dépassée
it: la data prevista è trascorsa
pl: data docelowa minęła
pt_pt: data prevista passou
ru: намеченная дата пройдена
th: วันที่เป้าหมายผ่านไป
zh_hans: 目标日期已过
zh_hant: 目標日期已過

source: Temperature
de: Temperatur
es: Temperatura
fr: Température
it: Temperatura
pl: Temperatura
pt_pt: Temperatura
ru: Температура
th: อุณหภูมิ
zh_hans: 温度
zh_hant: 溫度

source: Temperature unit
de: Temperatureinheit
es: Unidad de temperatura
fr: Unité de température
it: Unità di temperatura
pl: Jednostka temperatury
pt_pt: Unidade de temperatura
ru: Единица температуры
th: หน่วยอุณหภูมิ
zh_hans: 温度单位
zh_hant: 溫度單位

source: Test %@ buzz
de: %@-Testvibration
es: Probar vibración de %@
fr: Test de vibration %@
it: Prova vibrazione %@
pl: Przetestuj szum %@
pt_pt: Teste o zumbido %@
ru: Тест вибрации %@
th: ทดสอบการสั่นแบบ %@
zh_hans: 测试 %@ 震动
zh_hant: 測試 %@ 震動

source: Test action
de: Aktion testen
es: Acción de prueba
fr: Action test
it: Prova azione
pl: Akcja testowa
pt_pt: Ação de teste
ru: Тестовое действие
th: ทดสอบการกระทำ
zh_hans: 测试操作
zh_hant: 測試操作

source: Test buzz
de: Testvibration
es: Vibración de prueba
fr: Vibration test
it: Prova vibrazione
pl: Testuj szum
pt_pt: Teste o buzz
ru: Тест вибрации
th: ทดสอบการสั่น
zh_hans: 测试震动
zh_hant: 測試震動

source: Test Centre
de: Testzentrum
es: Centro de pruebas
fr: Centre de test
it: Centro test
pl: Centrum Testowe
pt_pt: Centro de testes
ru: Тестовый центр
th: ศูนย์ทดสอบ
zh_hans: 测试中心
zh_hant: 測試中心

source: Test connection
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
it: Testare la connessione
pl: Sprawdź połączenie
pt_pt: Conexão de teste
ru: Тестовое соединение
th: ทดสอบการเชื่อมต่อ
zh_hans: 测试连接
zh_hant: 測試連接

source: TEST MODES
de: TESTMODI
es: MODOS DE PRUEBA
fr: MODES DE TEST
it: MODALITÀ DI TEST
pl: TRYBY TESTOWE
pt_pt: MODOS DE TESTE
ru: ТЕСТОВЫЕ РЕЖИМЫ
th: โหมดทดสอบ
zh_hans: 测试模式
zh_hant: 測試模式

source: Testing %@ br/min…
de: Teste %@ AZ/min…
es: Probando %@ resp/min…
fr: Test à %@ resp/min…
it: Test a %@ resp/min…
pl: Testowanie %@ br/min…
pt_pt: Testando %@ br/min…
ru: Проверка %@ вд/мин…
th: กำลังทดสอบ %@ br/นาที…
zh_hans: 正在测试 %@ 次/分钟…
zh_hant: 正在測試 %@ 次/分鐘…

source: That API key was rejected. Check the key and the provider you selected.
de: Dieser API-Schlüssel wurde abgelehnt. Prüfe den Schlüssel und den ausgewählten Anbieter.
es: Se rechazó esa clave de API. Comprueba la clave y el proveedor seleccionado.
fr: Cette clé API a été refusée. Vérifiez la clé et le fournisseur sélectionné.
it: La chiave API è stata rifiutata. Controlla la chiave e il provider selezionato.
pl: Ten klucz API został odrzucony. Sprawdź klucz i wybranego dostawcę.
pt_pt: Essa chave de API foi rejeitada. Verifica a chave e o fornecedor selecionado.
ru: Этот ключ API отклонён. Проверьте ключ и выбранного провайдера.
th: คีย์ API นั้นถูกปฏิเสธ ตรวจสอบรหัสและผู้ให้บริการที่คุณเลือก
zh_hans: 该 API 密钥被拒绝。请检查密钥和所选提供商。
zh_hant: 該 API 金鑰遭拒。請檢查金鑰和所選供應商。

source: That file is too large for a markers CSV import.
de: Diese Datei ist zu groß für einen Marker-CSV-Import.
es: Ese archivo es demasiado grande para importar marcadores CSV.
fr: Ce fichier est trop volumineux pour une importation CSV de marqueurs.
it: Il file è troppo grande per l'importazione CSV dei marcatori.
pl: Ten plik jest za duży do importu markerów z CSV.
pt_pt: Esse arquivo é muito grande para uma importação CSV de marcadores.
ru: Этот файл слишком велик для импорта маркеров в формате CSV.
th: ไฟล์นั้นใหญ่เกินไปสำหรับการนำเข้าเครื่องหมาย CSV
zh_hans: 该文件对于标记 CSV 导入来说太大。
zh_hant: 該檔案對於標記 CSV 導入來說太大。

source: That file is too large to import.
de: Diese Datei ist zu groß zum Importieren.
es: Ese archivo es demasiado grande para importarlo.
fr: Ce fichier est trop volumineux pour être importé.
it: Quel file è troppo grande per essere importato.
pl: Ten plik jest zbyt duży, aby go zaimportować.
pt_pt: Esse ficheiro é demasiado grande para importar.
ru: Этот файл слишком большой для импорта.
th: ไฟล์นั้นใหญ่เกินกว่าจะนำเข้าได้
zh_hans: 该文件太大，无法导入。
zh_hant: 該檔案太大，無法匯入。

source: That file isn't a NOOP backup. It doesn't look like a SQLite database.
de: Diese Datei ist keine NOOP-Sicherung. Sie sieht nicht nach einer SQLite-Datenbank aus.
es: Ese archivo no es un respaldo de NOOP. No parece una base de datos SQLite.
fr: Ce fichier n'est pas une sauvegarde NOOP. Il ne ressemble pas à une base de données SQLite.
it: Quel file non è un backup NOOP. Non sembra un database SQLite.
pl: Ten plik nie jest kopią zapasową NOOP. To nie wygląda jak baza danych SQLite.
pt_pt: Esse ficheiro não é um cópia de segurança NOOP. Não se parece com uma base de dados SQLite.
ru: Этот файл не является резервной копией NOOP. Он не похож на базу данных SQLite.
th: ไฟล์นั้นไม่ใช่ข้อมูลสำรอง NOOP มันดูไม่เหมือนฐานข้อมูล SQLite
zh_hans: 该文件不是 NOOP 备份，看起来不像 SQLite 数据库。
zh_hant: 該檔案不是 NOOP 備份，它看起來不像 SQLite 資料庫。

source: That is not a 32-character hex key.
de: Das ist kein 32-Zeichen-Hex-Schlüssel.
es: Eso no es una clave hexadecimal de 32 caracteres.
fr: Ce n'est pas une clé hexadécimale de 32 caractères.
it: Quella non è una chiave esadecimale di 32 caratteri.
pl: To nie jest 32-znakowy klucz szesnastkowy.
pt_pt: Esta não é uma chave hexadecimal de 32 caracteres.
ru: Это не 32-символьный шестнадцатеричный ключ.
th: นั่นไม่ใช่คีย์เลขฐานสิบหกที่มีอักขระ 32 ตัว
zh_hans: 那不是一个 32 字符的十六进制密钥。
zh_hant: 那不是一個 32 字元的十六進位金鑰。

source: that signal
de: dieses Signal
es: esa señal
fr: ce signal
it: quel segnale
pl: ten sygnał
pt_pt: aquele sinal
ru: этот сигнал
th: สัญญาณนั้น
zh_hans: 该信号
zh_hant: 該訊號

source: That's about the pace the target date asks for.
de: Das ist ungefähr das Tempo, das das Zieldatum erfordert.
es: Ése es aproximadamente el ritmo que exige la fecha prevista.
fr: C’est à peu près le rythme demandé par la date cible.
it: Questo è più o meno il ritmo richiesto dalla data target.
pl: To mniej więcej tempo, którego wymaga data docelowa.
pt_pt: Esse é o ritmo que a data prevista exige.
ru: Это примерно тот темп, которого требует намеченная дата.
th: นั่นเป็นเรื่องเกี่ยวกับก้าวที่วันที่เป้าหมายถาม
zh_hans: 这就是目标日期所要求的速度。
zh_hant: 這就是目標日期所要求的速度。

source: That's ahead of the pace the target date asks for.
de: Das liegt über dem Tempo, das das Zieldatum erfordert.
es: Eso está por delante del ritmo que exige la fecha prevista.
fr: C'est en avance sur le rythme demandé par la date cible.
it: Questo è superiore al ritmo richiesto dalla data target.
pl: To szybciej, niż wymaga data docelowa.
pt_pt: Isso está à frente do ritmo que a data prevista exige.
ru: Это опережает темпы, которые требует намеченная дата.
th: ซึ่งเร็วกว่าวันที่เป้าหมายถาม
zh_hans: 这超出了目标日期要求的速度。
zh_hant: 這超出了目標日期要求的速度。

source: That's behind the pace the target date asks for — worth talking to the coach about the date or the target, rather than just training harder.
de: Das liegt hinter dem Tempo, das das Zieldatum verlangt – es lohnt sich, mit dem Trainer über das Datum oder das Ziel zu sprechen, anstatt einfach nur härter zu trainieren.
es: Eso está detrás del ritmo que pide la fecha objetivo; vale la pena hablar con el entrenador sobre la fecha o el objetivo, en lugar de simplemente entrenar más duro.
fr: C'est en retard sur le rythme demandé par la date cible - cela vaut la peine de parler à l'entraîneur de la date ou de l'objectif, plutôt que de simplement s'entraîner plus fort.
it: Questo è inferiore al ritmo richiesto dalla data target: vale la pena parlare con l'allenatore della data o dell'obiettivo, piuttosto che limitarsi ad allenarsi più duramente.
pl: To wolniej, niż wymaga data docelowa — warto porozmawiać z trenerem o dacie albo o wartości docelowej, zamiast po prostu trenować mocniej.
pt_pt: Isso está aquém do ritmo que a data prevista exige - vale a pena conversar com o treinador sobre a data ou a meta, em vez de apenas treinar mais.
ru: Это отстает от темпа, которого требует целевая дата — стоит поговорить с тренером о дате или цели, а не просто усерднее тренироваться.
th: นั่นช้ากว่าจังหวะที่วันที่เป้าหมายขอ — คุ้มค่าที่จะพูดคุยกับโค้ชเกี่ยวกับวันที่หรือเป้าหมาย แทนที่จะแค่ฝึกซ้อมให้หนักขึ้น
zh_hans: 这落后于目标日期所要求的速度——值得与教练讨论日期或目标，而不仅仅是更加努力地训练。
zh_hant: 這落後於目標日期所要求的速度——值得與教練討論日期或目標，而不僅僅是更加努力地訓練。
